[
  {
    "title": "Philanthropist",
    "content": [
      "George Alexander created the Foundation in order to use his wealth in a constructive way. Pragmatic and straightforward, George figured that you couldn't take your wealth with you, so it was better to give while you live. He was particularly aware of the obstacles he had faced as a child and his own lack of education, so he was inspired to help talented young people make the most of their potential.",
      "His years working on farms, together with Neta's involvement in water supply had given him an awareness of the environmental problems of rural Australia and he believed that much can and should be done to repair the damage that has been done to the environment since European settlement. Even at the age of 97 he was taking steps to promote the future development of his property along environmentally sustainable development principles.",
      "George Alexander remained active and alert, and maintained his interest in the work of the Foundation until his death in February."
    ]
  },
  {
    "title": "The scholarship programs form the core of the foundation's work, currently there are 12 active scholarship programs operating in partnership with 11 universities and one TAFE institute.",
    "content": [
      "The fellowship programs and other education grants support a range of learning opportunities for secondary, vocational students and post-graduates through leading national organisations.",
      "The Foundation does not accept unsolicited grant applications and cannot fund individuals.",
      "To be eligible for funding, these organisations must have Deductible Gift Recipient (Item 1) status and Tax Concession Charity (TCC) status.",
      "If you would like to know more about the Foundation’s grant-making program please contact us.",
      "Individuals wishing to apply for a scholarship or fellowship must do so through their university or institute."
    ]
  },
  {
    "title": "Founder – George H. Alexander AM (1910–2008)",
    "content": [
      "TA teenage English immigrant, a farmworker, a mechanic, a lecturer and a businessman, George was, in many ways, a lifelong student and teacher. In the words of his biographer Dr Peter Yule, George Alexander was 'a self-made man whose life experiences inspired a wish to help others.' His story provides inspiration for anyone who believes that determination and perseverance can overcome adversity."
    ]
  }
]
